Repository: StuOnGit/Nostos
Catalog: MacroChallengeCode-main/MacroChallengeCode/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Start Activity
de: Aktivität starten
es: Iniciar actividad
fr: Démarrer l'activité
it: Inizia l'attività

# .StopActivity
source: End Activity
de: Aktivität beenden
es: Finalizar actividad
fr: Terminer l'activité
it: Concludi l'attività

source: Tap to switch to "Sunset" Mode
de: Tippen Sie, um in den "Sonnenuntergangsmodus" zu wechseln
es: Toca para cambiar al modo "Puesta de sol"
fr: Appuyez pour passer en mode "Coucher de soleil"
it: Clicca per cambiare alla modalità "Tramonto"

# .DragTheSliderToSee
source: You can drag the slider to see how much time left to sunset
de: Sie können den Schieberegler ziehen, um zu sehen, wie viel Zeit bis zum Sonnenuntergang bleibt
es: Puedes arrastrar el control deslizante para ver cuánto tiempo queda para la puesta de sol
fr: Vous pouvez faire glisser le curseur pour voir le temps restant jusqu'au coucher du soleil
it: Puoi muovere lo slider per vedere quanto tempo manca al tramonto

source: Tap to switch to "Going" Mode
de: Tippen Sie, um in den "Los geht's-Modus" zu wechseln
es: Toca para cambiar al modo "Ir"
fr: Appuyez pour passer en mode "Départ"
it: Clicca per cambiare alla modalità "Andando"

# .LongPressToComingBackMode
source: Long press to switch to "Coming back" Mode
de: Lange drücken, um in den "Rückkehrmodus" zu wechseln
es: Mantén presionado para cambiar al modo "Regresar"
fr: Appuyez longuement pour passer en mode "Retour"
it: Tieni premuto per cambiare alla modalità "Tornando indietro"

# .TapToEndActivity
source: Tap to end the activity!
de: Tippen Sie, um die Aktivität zu beenden!
es: Toca para finalizar la actividad
fr: Appuyez pour mettre fin à l'activité !
it: Clicca per concludere l'attività!

source: Coming Back
de: Rückkehr
es: Regresando
fr: Retour
it: Tornando indietro

source: Going..
de: Unterwegs...
es: Yendo..
fr: En cours..
it: Andando..

# .DoYouWantoToQuit?
source: Do you really want to quit?
de: Möchten Sie wirklich beenden?
es: ¿Realmente quieres salir?
fr: Voulez-vous vraiment quitter ?
it: Vuoi davvero abbandonare?

# .AllThePinsLeft_description
source: All the pins left until now will be permanently deleted
de: Alle bisherigen Pins werden dauerhaft gelöscht
es: Todos los pines restantes hasta ahora se eliminarán permanentemente
fr: Tous les marqueurs restants jusqu'à présent seront définitivement supprimés
it: Tutti i pin lasciati fino ad ora verranno persi

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Abbandona

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Congratulation
de: Herzlichen Glückwunsch
es: Felicitaciones
fr: Félicitations
it: Congratulazioni

# .YouArrived
source: You arrived at your starting point
de: Sie sind an Ihrem Ausgangspunkt angekommen
es: Has llegado a tu punto de partida
fr: Vous êtes arrivé à votre point de départ
it: Sei arrivato al tuo punto di partenza

# .Okay
source: OK
es: De acuerdo
fr: D'accord

# .ActivityTime
source: You walked for
de: Aktivitätsdauer
es: Tiempo de actividad
fr: Durée de l'activité
it: Tempo Attività

# .TimeToSunset
source: Time left until sunset
de: Zeit bis zum Sonnenuntergang
es: Tiempo hasta la puesta de sol
fr: Temps jusqu'au coucher du soleil
it: Tempo rimanente al tramonto

# .DoYouWantoToResume?
source: Do You Want To Resume The Last Path?
de: Möchten Sie den letzten Pfad fortsetzen?
es: ¿Deseas continuar con la última ruta?
fr: Voulez-vous reprendre le dernier parcours ?
it: Vuoi riprendere l'ultimo percorso?

source: Resume
de: Fortsetzen
es: Continuar
fr: Reprendre
it: Riprendi

source: No
de: Nein
fr: Non

# .LowAccuracy
source: Low gps accuracy
de: Niedrige GPS-Genauigkeit
es: Baja precisión del GPS
fr: Faible précision du GPS
it: Bassa accuratezza del GPS

# .ActivateGPS
source: Enable Location Services
de: Standort aktivieren
es: Activar ubicación
fr: Activer la localisation
it: Attiva posizione

# .ActivateGPSDescription
source: The location will be used to record your path
de: Der Standort wird verwendet, um Ihren Weg aufzuzeichnen
es: La ubicación se utilizará para registrar tu recorrido
fr: La localisation sera utilisée pour enregistrer votre parcours
it: La posizione verrà utilizzata per registrare il tuo percorso

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri le Impostazioni

# .Naples
source: Data obtained from: Naples, Italy
de: Daten erhalten von: Neapel, Italien
es: Datos obtenidos de: Nápoles, Italia
fr: Données obtenues depuis : Naples, Italie
it: Dati ottenuti da: Napoli, Italia
